<template>
    <div class="main-container mx-auto">
        <v-card>
            <v-img
                    class="white--text align-end"
                    height="200px"
                    src="@/assets/img/company.jpg"
            >
                <v-card-title>О компании</v-card-title>
            </v-img>

            <v-card-text class="text--primary text-justify">
                <div>Группа компаний «Альтаир Инвест» — это постоянно развивающаяся организация, способная предложить
                    своим
                    клиентам услуги самого высокого уровня.
                </div>

                <div>Нашими основными приоритетами являются непрестанное развитие, расширение спектра услуг и охват
                    новейших
                    тенденций на рынке недвижимости. Каждый клиент, обратившийся к нам, может рассчитывать на качество и
                    своевременность оказываемых нами услуг.
                </div>

                <div>Главные принципы, которыми мы руководствуемся в нашей работе – это открытость, честность и
                    добросовестность. Именно они, а также глубочайшие познания в сфере недвижимости помогают нам всегда
                    достигать успешного результата при проведении Ваших сделок. Не менее важное место в этом процессе
                    занимает наша своевременная реакция на постоянные изменения, происходящие на рынке недвижимости.
                    Эффективные технологии работы, команда специалистов, которым можно доверить дело любой сложности –
                    все
                    это выводит работу нашей компании на принципиально новый, высокий уровень деловой активности.
                </div>

                <div>За время работы «Альтаир Инвест» успело зарекомендовало себя как коллектив высококвалифицированных
                    специалистов, компетентность, опыт и профессионализм которых создали им хорошую репутацию даже за
                    пределами компании.
                </div>

                <div>Каждый клиент, обратившийся в нашу компанию всегда получает индивидуальный подход и гарантии
                    сохранения
                    конфиденциальности информации.
                </div>

                <div>К особо успешным направлениям деятельности компании можно, несомненно, отнести продажу недвижимости
                    на
                    первичном рынке жилья, так как компания «Альтаир Инвест» является ключевым звеном в реализации
                    объектов
                    Строительных компаний, на индивидуальных условиях с Компаниями – Партнерами, что позволяет нашим
                    клиентам приобретать жилье с наибольшей выгодой! Благодаря слаженной и профессиональной работе наших
                    специалистов, клиенты получают исчерпывающую информацию по всем вопросам в кратчайшие сроки.
                    Грамотные
                    сотрудники подберут для Вас оптимальные варианты и сопроводят сделку, что в дальнейшем обезопасит
                    Вас от
                    неприятностей и неожиданностей.
                </div>
                <div>
                    Выбирая «Альтаир-Инвест» в качестве своего консультантка по недвижимости, вы можете быть уверены:
                </div>
                <v-list>
                    <v-list-item>В том, что в основе проведения Ваших сделок всегда лежат надежность и безопасность;
                    </v-list-item>
                    <v-list-item>В успехе при проведении любой сделки с недвижимостью, который гарантирован глубоким
                        пониманием специфики и длительным опытом работы на рынке недвижимости.
                    </v-list-item>
                </v-list>
                <div>Доверие клиентов — главная ценность для нас!</div>
                <div>Надежность и ответственность — основная составляющая нашей работы</div>

                <div>Наши преимущества</div>

                <div>Почему именно мы?</div>

                <ol>
                    <li>К каждой ситуации и к каждому клиенту индивидуальный подход!</li>
                    <li>Качество. Мы отвечаем за свою работу! Безупречная организация, надежность и ответственность —
                        наши
                        основные принципы!
                    </li>
                </ol>
            </v-card-text>
        </v-card>

        <v-container class="grey lighten-5">
            <v-row :key="--i"
                   justify="start"
                   v-for="i in Math.ceil(companyInfo.length/numberOfColumns)"
            >
                <v-col :key="--i*numberOfColumns+j"
                       cols="12"
                       sm="4"
                       v-for="j in companyInfo.length - (--i*numberOfColumns)"
                >
                    <CompanyCard :data="companyInfo[--j]">
                    </CompanyCard>
                </v-col>
            </v-row>
        </v-container>
    </div>
</template>

<script>
    import CompanyCard from "./CompanyCard";

    export default {
        name: "Company",
        components: {CompanyCard},
        data() {
            return {
                numberOfColumns: 4,
                companyInfo:
                    [
                        {
                            title: 'Компания "Альтаир-Инвест" - надежный партнер на рынке жилья уже 10 лет',
                            image: '10-years.png'
                        },
                        {
                            title: 'Наша компания является партнером крупных строительных компания г.Красноярска',
                            image: 'new-realty.png'
                        },
                        {
                            title: 'Коммерческая недвижимость',
                            image: 'commerce.png'
                        },
                        {
                            title: 'Загородная недвижимость',
                            image: 'out-city.png'
                        },
                        {
                            title: 'Элитная недвижимость',
                            image: 'elite.png'
                        },
                        {
                            title: 'Ипотечное кредитование',
                            image: 'mortgage.png'
                        },
                        {

                            title: 'Работа со всеми видами субсидий и сертификатов',
                            image: 'subsidies.png'
                        },
                        {
                            title: 'Заказ любых справок',
                            image: 'references.png'
                        }
                    ]
            }
        },
    }
</script>

<style scoped>

</style>
