<template>
    <div>
        <p class="text-justify">
            Если вы хотите купить квартиру в Красноярске, но не можете найти подходящие варианты, то мы с радостью
            готовы
            вам помочь. «Альтаир-Инвест» предлагает вашему вниманию широкий спектр услуг.
            Мы готовы предложить вам свои услуги, если вы собираетесь купить или продать квартиру, мы всегда рады
            оказать
            своим клиентам необходимую помощь и консультации по любым возникающим вопросам.
            Вас интересует покупка квартир в Красноярске по ипотеке? Мы с радостью поможем вам получить кредит на жилье.
            Без
            комиссии и оплаты агентских услуг.</p>
        <p class="text-justify">
            Основные виды деятельности компании <b>ООО «Альтаир-Инвест»</b>:
        </p>
        <ul>
            <li :key="i" v-for="(action,i) in mainActions">{{action}}</li>
        </ul>

        <v-container class="grey lighten-5">
            <v-row
                    :justify="j"
                    :key="j"
                    v-for="j in mainActions/3"
            >
                <v-col
                        :key="i"
                        md="4"
                        v-for="i in 3"
                >
                    <ActionCard></ActionCard>
                </v-col>
            </v-row>
        </v-container>
    </div>
</template>

<script>
    import ActionCard from "./ActionCard";

    export default {
        name: "Main",
        components: {ActionCard},
        computed: {
            mainActions() {
                return [
                    'Продажа квартир на вторичном рынке',
                    'Продажа квартир в новостройках',
                    'Коммерческая недвижимость',
                    'Загородная недвижимость',
                    'Элитная недвижимость',
                    'Ипотечное кредитование',
                    'Работа со всеми видами субсидий и сертификатов',
                    'Заказ любых справок'
                ]
            }
        }
    }
</script>

<style scoped>

</style>
